target/test-classes/xml/sws/getaccount/Get_Account_Summary_By_SubsNumber_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
  <soapenv:Header/>
  <soapenv:Body>
    <sel:getAccountSummaryRequest>
      <sel:includeInactiveSubscriptionFlag>true</sel:includeInactiveSubscriptionFlag>
      <sel:externalSystemID>MOBILEAWARE</sel:externalSystemID>
      <sel:accountCriteria>
        <sel:subscriptionNumber>$subscriptionNumber$</sel:subscriptionNumber>
      </sel:accountCriteria>
    </sel:getAccountSummaryRequest>
  </soapenv:Body>
</soapenv:Envelope>
